{
  "EndPoint": "End Point:",
  "Round": "Round:",
  "Unlock": "Unlock",
  "GameStyle": "Game Style",
  "2v2Mode": "2v2\nMode",
  "1v1v1Mode": "1v1v1\nMode",
  "1v1Mode": "1v1\nMode",
  "2v2ModeNoLine": "2v2 Mode",
  "1v1v1ModeNoLine": "1v1v1 Mode",
  "1v1ModeNoLine": "1v1 Mode",
  "Level": "Level:",
  "Easy": "Easy",
  "Normal": "Normal",
  "Hard": "Hard",
  "Back": "Back",
  "Play": "Play",
  "AdTip": "No ads are loaded,please try again later",
  "Thank you": "THANK YOU !",
  "ReviewText1": "Please rate us if you could, it will help us to improve the game. Thanks!",
  "ReviewText2": "Thanks!",
  "NotNow": "Not Now",
  "Rate": "Rate",
  "Settings": "Settings",
  "ChangeInterface": "Change Interface:",
  "ChangeInterfaceNoColon": "Change Interface",
  "Background": "Background",
  "CardFace": "Card Face",
  "CardBack": "Card Back",
  "GameSpeed": "Game Speed:",
  "Sounds": "Sounds:",
  "ShowSuit": "Show Suit:",
  "Language": "Language:",
  "Others": "Others",
  "Statistics": "Statistics",
  "BasicRules": "Basic Rules",
  "Tutorial": "Tutorial",
  "NoAds": "No Ads",
  "PrivacyPolicy": "Privacy Policy",
  "Done": "Done",
  "Quick": "Quick",
  "Player": "Player",
  "RoundNoColon": "Round",
  "Total": "Total",
  "GameFinishedAfter": "Game finished after",
  "Continue": "Continue",
  "You": "You",
  "Attention": "Attention",
  "AttentionContent": "Current game will be lost if you start a new one. Are you sure to continue?",
  "ADAttentionContent": "Upgrade to an Ad-free experience for only $1.99！",
  "UPGRADE": "Upgrade",
  "NextGame": "Next Game",
  "Discard": "Discard",
  "DiscardText2": "Select two cards to Discard.",
  "DiscardText3": "Select three cards to Discard.",
  "DiscardSelectText": "Do you choose this card or feel lucky for next card?",
  "Lcuky": "Lcuky",
  "Choose": "Choose",
  "TheLast5Games": "The Last 5 Games",
  "GamesPlayed": "Games Played",
  "GamesWon": "Games Won",
  "RoundCompleted": "Round Completed",
  "HighestRoundScore": "Highest Round Score",
  "AverageRoundScore": "Average Round Score",
  "CurrentWinningStreak": "Current Winning Streak",
  "LongestWinningStreak": "Longest Winning Streak",
  "GetAllTricks": "Get All Tricks",
  "RemovedCard": "Removed Card",
  "GuideBtnSure": "Yes,Let's Go!",
  "GuideBtnCancel": "No,I can play myself.",
  "GuideSkip": "Skip",
  "Guide00": "Welcome to the world of Hokm.\nLet's learn how to play the game",
  "Guide01": "You are the Hâkem now. Choose a suit as Hokm.",
  "Guide02": "Hâkem plays the first card. You can play any card.",
  "Guide03": "Everyone needs to follow the suit of the first card.",
  "Guide03-1": "Player who won the last trick plays the first card in the next trick.",
  "Guide04": "If you can't follow suit, you can play any card you have.",
  "Guide05": "You can read more rules and repeat tutorial in Setting.",
  "Guide10": "The winner is the first player who takes a number of tricks that cannot be equalled or exceeded by another player.",
  "Guide11": "If two players take the same number of tricks then the third player wins the hand and scores 1 point.",
  "Guide20": "Hâkem must discard 3 cards from his hand after choose Hokm.",
  "Guide21": "Now you need to keep or discard cards from the deck until you have 13 cards in your hand.",
  "GuideAttentionContent": "Current game will be lost if you play tutorial. Are you sure to continue?",
  "Tips0": "You should follow the suit of the first player.",
  "Tips1": "Please choose the card you want to play.",
  "QuitGame": "Quit Game?",
  "QuitText": "Do you want to quit the game now?",
  "QuitBtn": "Quit",
  "HowToPlay": "<size=60><b>Game Overview</b></size>\nHokm is a trick taking card game, in which the object is to be the first team or player to win 7 points. The world Hokm literally means ''command, order'' but in card game jargon, it’s Persian for the trump suit. Play is counter-clockwise.\n\n<size=60><b>How to play</b></size>\nAt the beginning of each hand, one of the players becomes the Hâkem (means ''ruler, governor''), it refers to a player having certain privileges:\n1.To be the player who receives the first cards dealt.\n2.To be the player who decides Hokm (i.e. choose the trump suit) for the current hand.\n3.To be the player who starts the first trick of the hand.\nTo start the game, the Hâkem will be chosen randomly.\n\nThe game uses a standard 52-card deck. Within each suit, the cards are normally ranked from highest to lowest (left to right): A K Q J 10 9 8 7 6 5 4 3 2\nHâkem starts the first trick. Each player in turn must follow by playing the same suit. If a player holds no cards of the suit led, that player may play any other card (including any trump card). The highest card in the trump suit always wins the trick. If no trump cards are played, the trick goes to the highest card of the suit led. The winner of a trick leads to the next.\n\n<size=60><b>Hokms:</b></size>\nIn order A, K, Q, J, 10, 9, 8, 7, 6, 5, 4, 3, 2 in every suit have highest rank. Hokm (trump) suit has higher rank than other suits.\n\n<size=60><b>Special Hokms:</b></size>\nSārās: Card rank is the same as normal Hokm, but there is NO trump suit here. All suits are equal. In each trick, the highest card in led suit wins the trick.\nNārās: The same as Sārās but the rank of cards is in reverse order. From highest to lowest rank: 2, 3, 4, 5, 6, 7, 8, 9, 10, J, Q, K, A.\nTāk Nārās: The same as Nārās but Ace has the highest rank.\n\n<size=60><b>2v2:</b></size>\nTwo players sitting opposite each other are on the same team and are playing against the other two players.\nThe first 5 cards are dealt to the Hâkem. Hâkem must choose and declare the trump suit (Hokm) on the basis of his own first 5 cards only. Then, the remaining cards will be dealt to all players. After all the cards have been dealt, each player will have 13 cards.\n\n<size=60><b>2v2 Scoring:</b></size>\n1.If one team takes all the first 7 tricks, it’s the winner team take all 13 tricks. The team completes a Bâm, which scores 7 points and wins the game; otherwise, if the winning team is the Hâkem’s team, it’s called a Kot and this scores 2 points; if the winning team is not the Hâkem’s team, then it’s called a Hâkem Kot and this scores 3 points.\n2.Otherwise, the first team to take 7 tricks wins the hand and scores 1 point.\nThe first team to reach 7 points wins the game. If the Hâkem’s team wins the hand, the Hâkem retains that rank. If the other team wins, the player to the right of the Hâkem becomes Hâkem for the following hand.\n\n<size=60><b>1v1:</b></size>\nPlayers normally are against each other.\nThe first 5 cards are dealt to Hâkem and 5 cards to the other player. Hâkem must choose and declare the trump suit (Hokm ) on the basis of his own first 5 cards only. Then, he chooses 3 of his 5 cards to discard. In the same way, the other player discards 2 unwanted cards from their hand.\nNow, the game shows a card from the undealt stock to the Hâkem. If they estimate it to be valuable, they can add it to their hand; Otherwise they discard it and take the next card from the stock, which they must keep. If they choose to keep the first card, they must discard the second card, without having looked at it. This process is the same for the other player. This continues until the stock is exhausted. At this point, each player will have 13 cards in their hand.\n\n<size=60><b>1v1 Scoring:</b></size>\n1.If one team takes all the first 7 tricks, it’s the winner team take all 13 tricks. The team completes a Bâm, which scores 7 points and wins the game; otherwise, if the winning team is the Hâkem’s team, it’s called a Kot and this scores 2 points; if the winning team is not the Hâkem’s team, then it’s called a Hâkem Kot and this scores 3 points.\n2.Otherwise, the first team to take 7 tricks wins the hand and scores 1 point.\nThe first team to reach 7 points wins the game. If the Hâkem’s team wins the hand, the Hâkem retains that rank. If the other team wins, the player to the right of the Hâkem becomes Hâkem for the following hand.\n\n<size=60><b>1v1v1:</b></size>\nPlayers normally are against each other.\nBefore starting the deal, one of the cards are removed from the deck randomly. The first 5 cards are dealt to the Hâkem. Hâkem must choose and declare the trump suit (Hokm) on the basis of their own first 5 cards only. Then, the remaining cards will be dealt to all players. After all the cards have been dealt, each player will have 17 cards.\n\n<size=60><b>1v1v1 Scoring:</b></size>\n1.If one player takes the first 7 tricks, the player is the winner but the hand continues to 17, if the player takes all 17 tricks, the player completes a Bâm, which scores 7 points and wins the game; Otherwise if the player is the Hâkem, they complete a Kot which scores 2 points; if the winning team is not the Hâkem’s team, then it’s called a Hâkem Kot and this scores 3 points.\n2.Otherwise, the winner is the first player who takes a number of tricks that cannot be equalled or exceeded by another player. For example if the tricks are 7-4-3 the play must continue, because a second player might also win 7 tricks, but at 7-4-4, player with 7 tricks has won, because no one else can take more than 6 tricks. In the same way 8-3-1 is not yet a win, but 8-2-2 is a win for the player with 8 tricks. In such a case the winner of the hand scores 1 point.\n3.If two players take the same number of tricks then the third player wins the hand and scores 1 point. So for example if the tricks are 7-7-3, the player with 3 tricks wins. The first player to reach 7 points wins the game. If the Hâkem wins the hand, the Hâkem retains that rank. If the other players win, the player to the right of the Hâkem becomes Hâkem for the following hand."
}

 