{
  "EndPoint": "अंतिम बिंदु:",
  "Round": "दौर:",
  "Unlock": "अनलॉक",
  "GameStyle": " खेल की शैली",
  "2v2Mode": "2v2\nमोड",
  "1v1v1Mode": "1v1v1\nमोड",
  "1v1Mode": "1v1\nमोड",
  "2v2ModeNoLine": "2v2 मोड",
  "1v1v1ModeNoLine": "1v1v1 मोड",
  "1v1ModeNoLine": "1v1 मोड",
  "Level": "स्तर:",
  "Easy": "आसान",
  "Normal": "सामान्य",
  "Hard": "कठिन",
  "Back": "पीछे ",
  "Play": "खेलना",
  "AdTip": "कोई विज्ञापन लोड नहीं हो रहे हैं, कृपया बाद में पुनः प्रयास करें",
  "Thank you": "धन्यवाद !",
  "ReviewText1": "कृपया हमें रेटिंग दें, इससे हमें गेम को बेहतर बनाने में मदद मिलेगी। धन्यवाद!",
  "ReviewText2": "धन्यवाद !",
  "NotNow": "अभी नहीं",
  "Rate": "रेट करें",
  "Settings": "सेटिंग्स",
  "ChangeInterface": "इंटरफेस बदलें:",
  "ChangeInterfaceNoColon": "इंटरफेस बदलें",
  "Background": "पृष्ठभूमि",
  "CardFace": "कार्ड का सामने वाला हिस्सा",
  "CardBack": "कार्ड का पिछला हिस्सा",
  "GameSpeed": "खेल की गति:",
  "Sounds": "ध्वनि:",
  "ShowSuit": "सूट दिखाएं :",
  "Language": "भाषा:",
  "Others": "अन्य",
  "Statistics": "सांख्यिकी",
  "BasicRules": "मूल नियम",
  "Tutorial": "ट्यूटोरियल",
  "NoAds": "कोई विज्ञापन नहीं",
  "PrivacyPolicy": "गोपनीयता नीति",
  "Done": "हो गया",
  "Quick": "तेज़",
  "Player": "खिलाड़ी",
  "RoundNoColon": "दौर",
  "Total": "कुल",
  "GameFinishedAfter": "खेल समाप्त होने के बाद ",
  "Continue": "जारी रखें ",
  "You": "तुम",
  "Attention": "ध्यान",
  "AttentionContent": "यदि आप एक नया खेल शुरू करते हैं तो वर्तमान खेल खो जाएगा। क्या आप जारी रखना चाहते हैं?",
  "ADAttentionContent": "केवल $1.99 में विज्ञापन-मुक्त अनुभव के लिए अपग्रेड करें!",
  "UPGRADE": "अपग्रेड",
  "NextGame": "अगला खेल ",
  "Discard": "त्यागें",
  "DiscardText2": "त्यागने के लिए दो कार्ड चुनें।",
  "DiscardText3": "त्यागने के लिए तीन कार्ड चुनें। ",
  "DiscardSelectText": "क्या आप इस कार्ड का चयन करते हैं या अगले कार्ड के लिए भाग्यशाली महसूस करते हैं?",
  "Lcuky": "भाग्यशाली",
  "Choose": "चुनें ",
  "TheLast5Games": "आखिरी 5 खेल",
  "GamesPlayed": "खेले गए खेल ",
  "GamesWon": "जीते गए खेल",
  "RoundCompleted": " राउंड पूरा ",
  "HighestRoundScore": "सर्वोच्च राउंड स्कोर ",
  "AverageRoundScore": "औसत राउंड स्कोर",
  "CurrentWinningStreak": "वर्तमान विजयी क्रम",
  "LongestWinningStreak": "सबसे लंबा विजयी क्रम",
  "GetAllTricks": "सभी चालें प्राप्त करें",
  "RemovedCard": "हटाई गई कार्ड",
  "GuideBtnSure": "हां, चलो! ",
  "GuideBtnCancel": "नहीं, मैं खुद खेल सकता हूँ। ",
  "GuideSkip": "छोड़ें",
  "Guide00": "होकम की दुनिया में आपका स्वागत है।/nचलो खेल खेलने का तरीका सीखते हैं।",
  "Guide01": "अब आप हाकम हैं। एक सूट को हुक्म के रूप में चुनें। ",
  "Guide02": "हाकम पहली कार्ड खेलता है। आप कोई भी कार्ड खेल सकते हैं। ",
  "Guide03": "सभी को पहले कार्ड के सूट का पालन करना चाहिए।",
  "Guide03-1": " जिसने अंतिम ट्रिक जीता, वह अगले ट्रिक में पहला कार्ड खेलता है। ",
  "Guide04": "यदि आप सूट का पालन नहीं कर सकते, तो आप कोई भी कार्ड खेल सकते हैं। ",
  "Guide05": "आप सेटिंग्स में अधिक नियम पढ़ सकते हैं और ट्यूटोरियल दोहरा सकते हैं।",
  "Guide10": " विजेता वह पहला खिलाड़ी होता है जो इतनी चालें लेता है कि कोई अन्य खिलाड़ी बराबर या उससे अधिक नहीं ले सकता।",
  "Guide11": " यदि दो खिलाड़ी समान संख्या में चालें लेते हैं, तो तीसरा खिलाड़ी हाथ जीतता है और 1 अंक स्कोर करता है। ",
  "Guide20": " हाकम को अपने हाथ से 3 कार्ड फेंक देना चाहिए।",
  "Guide21": " अब आपको डेक से कार्ड रखना या फेंकना है जब तक आपके हाथ में 13 कार्ड नहीं हो जाते। ",
  "GuideAttentionContent": "मौजूदा खेल हराए जाएगा यदि आप शिक्षक खेलेंगे. क्या आप निश्चित है जारी रखने के लिए?",
  "Tips0": "आपको पहले खिलाड़ी के सूट का पालन करना चाहिए।",
  "Tips1": "कृपया उस कार्ड को चुनें जिसे आप खेलना चाहते हैं।",
  "QuitGame": "खेल छोड़ें?",
  "QuitText": "क्या आप अभी खेल छोड़ना चाहते हैं?",
  "QuitBtn": "छोड़ें",
  "HowToPlay": "<size=60><b>खेल का अवलोकन</b></size>\nहोक्म एक ट्रिक-टेकिंग कार्ड गेम है, जिसमें लक्ष्य होता है कि पहले टीम या खिलाड़ी 7 अंक जीतने वाला बने। शब्द ''होक्म'' का शाब्दिक अर्थ है ''आदेश, हुक्म'' लेकिन कार्ड गेम की भाषा में, यह फ़ारसी में ट्रम्प सूट के लिए है। खेल घड़ी की विपरीत दिशा में खेला जाता है।\n\n<size=60><b>कैसे खेलें</b></size>\nप्रत्येक हाथ की शुरुआत में, एक खिलाड़ी हाक़िम (जिसका अर्थ है ''शासक, गवर्नर'') बनता है, यह कुछ विशेष विशेषाधिकारों वाले खिलाड़ी को संदर्भित करता है:\n1.वह खिलाड़ी बनने के लिए जो पहले डील की गई कार्ड प्राप्त करता है।\n2.वह खिलाड़ी बनने के लिए जो वर्तमान हाथ के लिए होक्म (अर्थात ट्रम्प सूट चुनना) तय करता है।\n3.वह खिलाड़ी बनने के लिए जो हाथ की पहली ट्रिक शुरू करता है। खेल शुरू करने के लिए, हाक़िम को यादृच्छिक रूप से चुना जाएगा।\nइस खेल में मानक 52-कार्ड डेक का उपयोग किया जाता है। प्रत्येक सूट में, कार्डों को सामान्यतः उच्च से निम्न (बाएँ से दाएँ) क्रम में रैंक किया जाता है: A K Q J 10 9 8 7 6 5 4 3 2\nहाकिम पहली चाल शुरू करता है। हर खिलाड़ी को बारी-बारी से उसी सूट का अनुसरण करना होता है। यदि किसी खिलाड़ी के पास प्रवेश करने वाले सूट के कोई कार्ड नहीं हैं, तो उस खिलाड़ी को किसी अन्य कार्ड को खेलने की अनुमति है (समेत किसी भी ट्रंप कार्ड को)। ट्रंप सूट में सबसे उच्च कार्ड हमेशा चाल जीतता है। यदि कोई ट्रंप कार्ड नहीं खेले जाते हैं, तो चाल समेत के सबसे उच्च कार्ड को जाता है। चाल के विजेता अगले को लेड करता है।\n\n<size=60><b>हुक्म </b></size>\nप्रत्येक सूट में, A, K, Q, J, 10, 9, 8, 7, 6, 5, 4, 3, 2 को सबसे ऊपरी रैंक है। होकम (ट्रम्प) सूट अन्य सूट्स से ऊपरी रैंक है।\n\n<size=60><b>विशेष होकम्स</b></size>\nसारास: कार्ड रैंक सामान्य होकम के समान है, लेकिन यहां कोई ट्रम्प सूट नहीं है। सभी सूट समान हैं। प्रत्येक चाल में, प्रवेश किए गए सूट में सबसे उच्च कार्ड चाल जीतता है। \nनारास: सारास के समान है, लेकिन कार्ड की रैंक उल्टे क्रम में है। सबसे उच्च से सबसे निम्न रैंक: 2, 3, 4, 5, 6, 7, 8, 9, 10, J, Q, K, A.\nताक नारास: नारास के समान है, लेकिन ऐस की सबसे उच्च रैंक है।\n\n<size=60><b>2v2</b></size>\nदो खिलाड़ी आपस में एक-दूसरे के विपरीत बैठे होते हैं और एक ही टीम में होते हैं और दूसरे दो खिलाड़ियों के खिलाफ खेल रहे होते हैं।\nपहले 5 कार्ड हाकेम को बांटे जाते हैं। हाकेम को अपने पहले 5 कार्ड के आधार पर ट्रंप सूट (होक्म) चुनना और घोषित करना होता है। फिर, शेष कार्ड सभी खिलाड़ियों को बांटे जाते हैं। सभी कार्ड बांटने के बाद, प्रत्येक खिलाड़ी के पास 13 कार्ड होते हैं।\n\n<size=60><b>2v2 स्कोरिंग</b></size>\n1. अगर कोई टीम पहले 7 ट्रिक्स ले लेती है, तो वह विजेता टीम सभी 13 ट्रिक्स ले लेती है। टीम एक बाम पूरा करती है, जो 7 अंक हासिल करता है और खेल जीतती है; अन्यथा, यदि विजेता टीम हाकेम की टीम है, तो इसे कोट कहा जाता है और इसमें 2 अंक होते हैं; अगर विजेता टीम हाकेम की टीम नहीं है, तो इसे हाकेम कोट कहा जाता है और इसमें 3 अंक होते हैं।\n2. अन्यथा, पहली टीम जो 7 ट्रिक्स लेती है, वह हाथ जीतती है और 1 अंक हासिल करती है।\n7 अंक प्राप्त करने वाली पहली टीम खेल जीतती है। अगर हाकिम की टीम हाथ जीतती है, तो हाकिम उस रैंक को बनाए रखता है। अगर दूसरी टीम जीतती है, तो हाकिम के दाएं खिलाड़ी अगले हाथ के लिए हाकिम बनता है।\n\n<size=60><b>1v1</b></size>\nखिलाड़ियों के बीच आमतौर पर एक-दूसरे के खिलाफ होते हैं। पहले 5 कार्ड हाकेम को और 5 कार्ड दूसरे खिलाड़ी को दिए जाते हैं। हाकेम को अपने पहले 5 कार्डों के आधार पर ट्रम्प सूट (होक्म) को चुनना और घोषित करना होगा। फिर, उन्हें अपने 5 कार्डों में से 3 कार्डों का निष्कासन करना होगा। उसी तरीके से, दूसरे खिलाड़ी को भी अपने हाथ से अपेक्षित 2 कार्डों का निष्कासन करना होगा। अब, खेल में हाकेम के लिए शेष स्टॉक से एक कार्ड दिखाया जाता है। अगर वह इसे मूल्यवान मानता है, तो उसे अपने हाथ में जोड़ सकता है; अन्यथा वह इसे निरस्त करता है और स्टॉक से अगला कार्ड लेता है, जिसे उसे रखना होगा। अगर वह पहले कार्ड को रखने का चयन करता है, तो उसे दूसरे कार्ड को दृष्टिकोण में लेने की आवश्यकता नहीं होती। यह प्रक्रिया दूसरे खिलाड़ी के लिए भी समान होती है। इस प्रकार स्टॉक समाप्त होने तक यह जारी रहता है। इस समय, प्रत्येक खिलाड़ी के पास उनके हाथ में 13 कार्ड होते हैं।\n\n<size=60><b>1v1 स्कोरिंग</b></size>\n1. अगर कोई टीम पहले 7 ट्रिक्स ले लेती है, तो वह विजेता टीम सभी 13 ट्रिक्स ले लेती है। टीम एक बाम पूरा करती है, जो 7 अंक हासिल करता है और खेल जीतती है; अन्यथा, यदि विजेता टीम हाकेम की टीम है, तो इसे कोट कहा जाता है और इसमें 2 अंक होते हैं; अगर विजेता टीम हाकेम की टीम नहीं है, तो इसे हाकेम कोट कहा जाता है और इसमें 3 अंक होते हैं।\n2. अन्यथा, पहली टीम जो 7 ट्रिक्स लेती है, वह हाथ जीतती है और 1 अंक हासिल करती है।\nपहली टीम जो 7 अंक हासिल करती है, वह खेल जीतती है। अगर हाकेम की टीम हाथ जीतती है, तो हाकेम उस रैंक को बनाए रखता है। अगर दूसरी टीम जीतती है, तो हाकेम के दाएं खिलाड़ी अगले हाथ के लिए हाकेम बनता है।\n\n<size=60><b>1v1v1</b></size>\nखिलाड़ी आमतौर पर एक-दूसरे के खिलाफ होते हैं।\nडील शुरू करने से पहले, ताश के पैक से एक कार्ड को बेतरतीब से हटा दिया जाता है। पहले 5 कार्ड हाकेम को दिए जाते हैं। हाकेम को अपने पहले 5 कार्डों के आधार पर ट्रम्प सूट (होक्म) का चयन करना और घोषित करना होता है। फिर, शेष कार्ड सभी खिलाड़ियों को दिए जाते हैं। सभी कार्डों को डील करने के बाद, प्रत्येक खिलाड़ी के पास 17 कार्ड होंगे।\n\n<size=60><b>1v1v1 स्कोरिंग</b></size>\nअगर कोई एक खिलाड़ी पहले 7 ट्रिक्स लेता है, तो खिलाड़ी विजेता होता है लेकिन हाथ 17 जारी रहता है, अगर खिलाड़ी सभी 17 ट्रिक्स लेता है, तो खिलाड़ी एक बाम पूरा करता है, जिसमें 7 अंक होते हैं और खेल जीतता है; अन्यथा अगर खिलाड़ी हाकेम है, तो वह कोट पूरा करता है, जिसमें 2 अंक होते हैं; अगर विजेता टीम हाकेम की टीम नहीं है, तो इसे हाकेम कोट कहा जाता है और इसमें 3 अंक होते हैं।\nअन्यथा, विजेता वह पहला खिलाड़ी है जो एक संख्या के ट्रिक्स लेता है जो किसी अन्य खिलाड़ी द्वारा समान या अधिक नहीं किया जा सकता है। उदाहरण के लिए, अगर ट्रिक्स 7-4-3 हैं तो खेल जारी रहना चाहिए, क्योंकि दूसरा खिलाड़ी भी 7 ट्रिक्स जीत सकता है, लेकिन 7-4-4 में, 7 ट्रिक्स वाले खिलाड़ी जीत गया है, क्योंकि कोई भी और 6 से अधिक ट्रिक्स नहीं ले सकता। इसी तरह 8-3-1 अभी तक जीत नहीं है, लेकिन 8-2-2 8 ट्रिक्स वाले खिलाड़ी के लिए जीत है। इस प्रकार, हाथ का विजेता एक अंक हासिल करता है।\nयदि दो खिलाड़ी एक ही संख्या के ट्रिक्स लेते हैं तो तीसरा खिलाड़ी हाथ जीतता है और एक अंक हासिल करता है। तो उदाहरण के लिए अगर ट्रिक्स 7-7-3 हैं, तो 3 ट्रिक्स वाला खिलाड़ी जीतता है। पहला खिलाड़ी जो 7 अंक हासिल करता है, वह खेल जीतता है। अगर हाकेम हाथ जीतता है, तो हाकेम उस रैंक को बरकरार रखता है। अगर दूसरे खिलाड़ी जीतते हैं, तो हाकेम के दाएं खिलाड़ी अगले हाथ के लिए हाकेम बनता है।\n\n\n"
}
