{
  "EndPoint": ":آخری نقطہ",
  "Round": ":دور",
  "Unlock": "انلاک",
  "GameStyle": "کھیل کا انداز",
  "2v2Mode": "2v2   موڈ",
  "1v1v1Mode": "1v1v1 موڈ",
  "1v1Mode": "1v1   موڈ",
  "2v2ModeNoLine": "2v2 موڈ",
  "1v1v1ModeNoLine": "1v1v1 موڈ",
  "1v1ModeNoLine": "1v1 موڈ",
  "Level": ":سطح",
  "Easy": "آسان",
  "Normal": "عام",
  "Hard": "مشکل",
  "Back": "پیچھے",
  "Play": "کھیلنا",
  "AdTip": "کوئی اشتہارات لوڈ نہیں ہو رہی ہیں، براہ کرم بعد میں دوبارہ کوشش کریں",
  "Thank you": "شکریہ!",
  "ReviewText1": "اگر آپ کر سکتے ہیں تو براہ کرم ہمیں درجہ دیں، اس سے ہمیں گیم کو بہتر بنانے میں مدد ملے گی شکریہ!",
  "ReviewText2": "شکریہ!",
  "NotNow": "ابھی نہیں",
  "Rate": "درجہ دیں",
  "Settings": "ترتیبات",
  "ChangeInterface": ":انٹرفیس تبدیل کریں",
  "ChangeInterfaceNoColon": "انٹرفیس تبدیل کریں",
  "Background": "پس منظر",
  "CardFace": "کارڈ کا سامنے والا حصہ",
  "CardBack": "کارڈ کا پچھلا حصہ",
  "GameSpeed": ":کھیل کی رفتار",
  "Sounds": ":آواز",
  "ShowSuit": ":سوٹ دکھائیں",
  "Language": ":زبان",
  "Others": "دیگر",
  "Statistics": "شماریات",
  "BasicRules": "بنیادی قوانین",
  "Tutorial": "سبق آموز",
  "NoAds": "کوئی اشتہارات نہیں",
  "PrivacyPolicy": "رازداری کی پالیسی",
  "Done": "ہوگیا",
  "Quick": "تیز",
  "Player": "کھلاڑی",
  "RoundNoColon": "دور",
  "Total": "کل",
  "GameFinishedAfter": "کھیل ختم ہونے کے بعد ",
  "Continue": "جاری رکھیں",
  "You": "آپ",
  "Attention": "توجہ",
  "AttentionContent": "اگر آپ نیا کھیل شروع کرتے ہیں تو موجودہ کھیل ضائع ہو جائے گا۔ کیا آپ جاری رکھنا چاہتے ہیں؟",
  "ADAttentionContent": "صرف $1.99 میں اشتہار سے پاک تجربے کے لیے اپگریڈ کریں!",
  "UPGRADE": "اپگریڈ",
  "NextGame": "اگلا کھیل ",
  "Discard": "چھوڑ دیں",
  "DiscardText2": "پھینکنے کے لیے دو کارڈ منتخب کریں۔",
  "DiscardText3": "پھینکنے کے لیے تین کارڈ منتخب کریں۔",
  "DiscardSelectText": "کیا آپ اس کارڈ کا انتخاب کریں یا اگلے کارڈ کے لیے خوش قسمت محسوس کریں؟",
  "Lcuky": "خوش قسمت",
  "Choose": " منتخب کریں",
  "TheLast5Games": "آخری 5 کھیل ",
  "GamesPlayed": "کھیلے گئے کھیل ",
  "GamesWon": "جیتے گئے کھیل ",
  "RoundCompleted": "راؤنڈ مکمل",
  "HighestRoundScore": "بلند ترین راؤنڈ اسکور",
  "AverageRoundScore": "متوسط ،روند ،اسکور",
  "CurrentWinningStreak": "موجودہ جیت کا سلسلہ",
  "LongestWinningStreak": "سب سے طویل جیت کا سلسلہ",
  "GetAllTricks": "تمام چالیں حاصل کریں",
  "RemovedCard": "ہٹائی گئی کارڈ",
  "GuideBtnSure": "!ہاں، چلو",
  "GuideBtnCancel": "نہیں، میں خود کھیل سکتا ہوں۔",
  "GuideSkip": "چھوڑ دیں",
  "Guide00": "ہوکم کی دنیا میں خوش آمدید۔ چلو کیسے کھیلا جاتا ہے اس کھیل کو سیکھتے ہیں۔",
  "Guide01": "اب آپ حاکم ہیں۔ حکم کے طور پر ایک سوٹ منتخب کریں۔ ",
  "Guide02": "حاکم پہلا کارڈ کھیلتا ہے۔ آپ کوئی بھی کارڈ کھیل سکتے ہیں۔ ",
  "Guide03": "سب کو پہلے کارڈ کے سوٹ کی پیروی کرنی ہوگی۔",
  "Guide03-1": "جس کھلاڑی نے آخری چال جیتی ہے وہ اگلی چال میں پہلا کارڈ کھیلتا ہے۔",
  "Guide04": "اگر آپ سوٹ کی پیروی نہیں کر سکتے، تو آپ کوئی بھی کارڈ کھیل سکتے ہیں۔",
  "Guide05": "آپ سیٹنگ میں مزید قواعد پڑھ سکتے ہیں اور ٹیوٹوریل دوبارہ سنبھال سکتے ہیں۔",
  "Guide10": " فاتح وہ پہلا کھلاڑی ہوتا ہے جو اتنی چالیں جیتتا ہے کہ کوئی دوسرا کھلاڑی ان کے برابر یا ان سے زیادہ نہیں لے سکتا۔",
  "Guide11": " اگر دو کھلاڑی برابر تعداد میں چالیں جیتتے ہیں، تو تیسرا کھلاڑی ہاتھ جیت جاتا ہے اور 1 پوائنٹ سکور کرتا ہے۔ ",
  "Guide20": " ایک حکم چنا کے بعد، حاکم کو اپنے ہاتھ سے 3 کارڈ چھوڑنا ہوگا۔",
  "Guide21": "اب آپ کو دیک سے کارڈ رکھنا یا پھینکنا ہے جب تک آپ کے ہاتھ میں 13 کارڈ نہیں ہو جاتے۔",
  "GuideAttentionContent": "اگر آپ تعلیم بازی کریں گے تو اوسنی کھیل خسارہ ہو جائے گا. آپ یقیناً ادھر جانے کے لئے ہیں؟",
  "Tips0": "آپ کو پہلے کھلاڑی کے سوٹ کی پیروی کرنی چاہئے۔",
  "Tips1": "براہ کرم وہ کارڈ منتخب کریں جو آپ کھیلنا چاہتے ہیں۔",
  "QuitGame": "کھیل چھوڑیں؟",
  "QuitText": "کیا آپ ابھی کھیل چھوڑنا چاہتے ہیں؟",
  "QuitBtn": "چھوڑیں",
  "HowToPlay": ">/size<>/b<گیم کا جائزہ >b<>size=60<\nحکم ایک چالیں چلنے والا کارڈ کھیل ہے، جس میں مقصد یہ ہوتا ہے کہ پہلا کھلاڑی یا ٹیم جو 7 پوائنٹس جیتے۔ لفظ ''حکم'' کا مطلب ہے ''حکم، آرڈر'' لیکن کارڈ گیم کے اصطلاح میں، یہ فارسی میں ''ٹرمپ سوٹ'' کے لئے استعمال ہوتا ہے۔ کھیل گھڑی کی مخالف سمت میں کھیلا جاتا ہے۔\n\n\n>/size<>/b< کیسے کھیلیں >b<>size=60<\nہر ہاتھ کے آغاز میں، ایک کھلاڑی حاکم بن جاتا ہے (جس کا مطلب ہے ''حکمران، گورنر'')، اس کا مطلب ہے ایک کھلاڑی جسے کچھ مخصوص مراعات حاصل ہوتی ہیں:\n1. وہ کھلاڑی بننے کے لیے جو سب سے پہلے تقسیم کیے گئے کارڈز وصول کرتا ہے۔\n2. وہ کھلاڑی بننے کے لیے جو موجودہ ہاتھ کے لیے حکم (یعنی ٹرمپ سوٹ کا انتخاب کرنا) کا فیصلہ کرتا ہے۔\n3. وہ کھلاڑی بننے کے لیے جو ہاتھ کی پہلی چال شروع کرتا ہے۔\nکھیل شروع کرنے کے لیے، حاکم کو بے ترتیب طور پر منتخب کیا جائے گا۔\n\nیہ کھیل ایک معیاری 52 کارڈز کے ڈیک کا استعمال کرتا ہے۔ ہر سوٹ میں، کارڈز کو عام طور پر اعلیٰ سے ادنیٰ (بائیں سے دائیں) کی ترتیب میں درجہ دیا جاتا ہے: 2 3 4 5 6 7 8 9 10 J Q K A\n\nحاکم پہلی چال شروع کرتا ہے۔ ہر کھلاڑی باری باری میں اسی سوٹ کا پیروی کرنا لازم ہوتا ہے۔ اگر کوئی کھلاڑی سوٹ کے کوئی کارڈ نہیں رکھتا، تو اس کھلاڑی کو کسی دوسرے کارڈ (شامل ہر طرح کی ٹرمپ کارڈ) کو کھیلنے کی اجازت ہے۔ ٹرمپ سوٹ میں سب سے بلند کارڈ ہمیشہ چال جیتتا ہے۔ اگر کوئی ٹرمپ کارڈ نہیں کھیلے گئے ہیں، تو چال سمیت کے سب سے بلند کارڈ کو جاتا ہے۔ چال کے فاتح کو اگلی چال لینے کی اجازت ہوتی ہے۔\n\n>/size<>/b< حکم  >b<>size=60<\nہر سوٹ میں، A، K، Q، J، 10، 9، 8، 7، 6، 5، 4، 3، 2 سب سے بلند رتبہ ہے۔ ہوکم (ٹرمپ) سوٹ دوسرے سوٹس سے بلند رتبہ رکھتا ہے۔\n\n>/size<>/b< خصوصی حکم >b<>size=60<\nساراس: کارڈ کی درجہ بندی عام حکم کی طرح ہے، لیکن یہاں کوئی ٹرمپ سوٹ نہیں ہے۔ تمام سوٹس برابر ہیں۔ ہر چال میں، سب سے اونچا کارڈ جو لیڈ سوٹ میں ہو وہ چال جیتتا ہے۔\nناراس: ساراس کی طرح ہے لیکن کارڈ کی درجہ بندی الٹی ترتیب میں ہے۔ سب سے اونچے سے سب سے نیچے: 2، 3، 4، 5، 6، 7، 8، 9، 10، J، Q، K، A۔\nٹاک ناراس: ناراس کی طرح ہے، لیکن ایس کی سب سے اونچی درجہ بندی ہے۔\n\n>/size<>/b< 2v2 >b<>size=60<\nدو خلاف والے کھلاڑی ایک ہی ٹیم میں ہوتے ہیں اور دوسرے دو کھلاڑیوں کے خلاف کھیل رہے ہوتے ہیں۔\nپہلے 5 کارڈ حاکم کو بانٹے جاتے ہیں۔ حاکم کو اپنی پہلی 5 کارڈوں کے بنیاد پر ٹرمپ سوٹ (حکم) کا انتخاب کرنا اور اعلان کرنا ہوتا ہے۔ پھر باقی کارڈ تمام کھلاڑیوں کو بانٹے جاتے ہیں۔ تمام کارڈ بانٹنے کے بعد، ہر کھلاڑی کے پاس 13 کارڈ ہوتے ہیں۔\n\n>/size<>/b< 2v2 اسکورنگ >b<>size=60<\n1. اگر ایک ٹیم پہلے سات ٹرکس لے لیں، تو وہ فاتح ٹیم تمام سولہ ٹرکس لے لیتی ہے۔ ٹیم بام مکمل کرتی ہے، جو 7 نمبر حاصل کرتی ہے اور کھیل جیتتی ہے؛ ورنہ، اگر جیتنے والی ٹیم حاکم کی ٹیم ہے، تو اسے کوٹ کہا جاتا ہے اور اس میں 2 نمبر حاصل ہوتے ہیں؛ اگر جیتنے والی ٹیم حاکم کی ٹیم نہیں ہے، تو اسے حاکم کوٹ کہا جاتا ہے اور اس میں 3 نمبر حاصل ہوتے ہیں۔\n2. ورنہ، پہلی ٹیم جو سات ٹرکس لے لیتی ہے، وہ ہاتھ جیتتی ہے اور ایک نمبر حاصل کرتی ہے۔\nپہلی ٹیم جو 7 نقاط حاصل کرتی ہے وہ کھیل جیتتی ہے۔ اگر حاکم کی ٹیم ہاتھ جیتتی ہے، تو حاکم اس رینک کو برقرار رکھتا ہے۔ اگر دوسری ٹیم جیتتی ہے، تو حاکم کے دائیں والا کھلاڑی اگلے ہاتھ کے لیے حاکم بن جاتا ہے۔\n\n>/size<>/b< 1v1 >b<>size=60<\nکھلاڑی عموماً ایک دوسرے کے خلاف ہوتے ہیں۔\nپہلے 5 کارڈ حاکم کو دیئے جاتے ہیں اور 5 کارڈ دوسرے کھلاڑی کو۔ حاکم کو اپنے پہلے 5 کارڈوں کے مبنی طرح ہوکم (ٹرمپ) کا انتخاب کرنا اور اعلان کرنا ہوتا ہے۔ پھر، وہ اپنے 5 کارڈوں میں سے 3 کارڈوں کا نکالنا ہوتا ہے۔ اسی طرح، دوسرا کھلاڑی بھی اپنے ہاتھ سے ناخوشگوار 2 کارڈوں کو نکال دیتا ہے۔\nاب، کھیل حاکم کے لیے باقی رہے سٹاک سے ایک کارڈ دکھاتا ہے۔ اگر انہوں نے اسے قیمتی قرار دیا تو، وہ اسے اپنے ہاتھ میں شامل کر سکتے ہیں؛ ورنہ انہوں نے اسے نکال دیا اور باقی رہے سٹاک سے اگلا کارڈ لیا، جو انہیں محفوظ رکھنا ہوگا۔ اگر انہوں نے پہلے کارڈ کو رکھنے کا انتخاب کیا تو، انہوں نے دوسرے کارڈ کو دیکھے بغیر نکال دیا ہوگا۔ یہ عمل دوسرے کھلاڑی کے لیے بھی یکساں ہے۔ یہ عمل جاری رہتا ہے جب تک سٹاک ختم نہ ہو جاتا ہے۔ اس نقطے پر، ہر کھلاڑی کے پاس ان کے ہاتھ میں 13 کارڈ ہوتے ہیں۔\n\n>/size<>/b< 1v1 اسکورنگ >b<>size=60<\nاگر کوئی ٹیم پہلے 7 ٹرکس حاصل کر لیتی ہے، تو وہ فاتح ٹیم 13 ٹرکس لے لیتی ہے۔ ٹیم ایک بام مکمل کرتی ہے، جو 7 امتیاز حاصل کرتی ہے اور کھیل جیتتی ہے؛ ورنہ، اگر جیتنے والی ٹیم حاکم کی ٹیم ہو، تو اسے کوٹ کہا جاتا ہے اور اس میں 2 امتیاز ہوتے ہیں؛ اگر جیتنے والی ٹیم حاکم کی ٹیم نہیں ہے، تو اسے حاکم کوٹ کہا جاتا ہے اور اس میں 3 امتیاز ہوتے ہیں۔\nورنہ، پہلی ٹیم جو 7 ٹرکس لے لیتی ہے، وہ ہاتھ جیتتی ہے اور ایک امتیاز حاصل کرتی ہے۔\nپہلی ٹیم جو 7 امتیاز حاصل کرتی ہے، وہ کھیل جیتتی ہے۔ اگر حاکم کی ٹیم ہاتھ جیتتی ہے، تو حاکم اس رینک کو برقرار رکھتا ہے۔ اگر دوسری ٹیم جیتتی ہے، تو حاکم کے دائیں والا کھلاڑی اگلے ہاتھ کے لئے حاکم بن جاتا ہے۔\n\n>/size<>/b< 1v1v1 >b<>size=60<\nکھلاڑی عموماً ایک دوسرے کے خلاف ہوتے ہیں۔\nڈیل شروع کرنے سے پہلے، ایک کارڈ کو تصادفی طور پر پیک سے ہٹا دیا جاتا ہے۔ پہلے 5 کارڈ حاکم کو دیئے جاتے ہیں۔ حاکم کو اپنے پہلے 5 کارڈوں کے مبنی طرح ہوکم (ٹرمپ) کا انتخاب کرنا اور اعلان کرنا ہوتا ہے۔ پھر، باقی کارڈوں کو تمام کھلاڑیوں کو دیے جائیں گے۔ سب کارڈوں کو ڈیل کرنے کے بعد، ہر کھلاڑی کے پاس 17 کارڈ ہوںگے۔\n\n>/size<>/b< 1v1v1 اسکورنگ >b<>size=60<\nاگر ایک کھلاڑی پہلے 7 ٹرکس لے، تو وہ کھلاڑی فاتح ہوتا ہے لیکن ہاتھ 71 تک جاری رہتا ہے، اگر کھلاڑی نے تمام 17 ٹرکس لیں، تو وہ کھلاڑی ایک بام مکمل کرتا ہے، جس میں 7 نقطے ہوتے ہیں اور کھیل جیت لیتا ہے؛ اگر کھلاڑی حاکم ہو، تو وہ ایک کوٹ مکمل کرتا ہے جس میں 2 نقطے ہوتے ہیں؛ اگر جیتنے والی ٹیم حاکم کی ٹیم نہیں ہوتی، تو اسے حاکم کوٹ کہا جاتا ہے اور اس میں 3 نقطے ہوتے ہیں۔\nورنہ، فاتح وہ پہلا کھلاڑی ہوتا ہے جو ایک ایسا عدد ٹرکس لیتا ہے جو کسی دوسرے کھلاڑی کے ذریعہ برابر یا زیادہ نہیں کیا جا سکتا۔ مثال کے طور پر اگر ٹرکس 7-4-3 ہیں تو کھیل جاری رہنا چاہیے، کیونکہ دوسرا کھلاڑی بھی 7 ٹرکس جیت سکتا ہے، لیکن 7-4-4 پر، 7 ٹرکس والا کھلاڑی فاتح ہوتا ہے، کیونکہ کوئی دوسرا زیادہ سے زیادہ 6 ٹرکس نہیں لے سکتا۔ اسی طرح 8-3-1 ابھی جیت نہیں ہے، لیکن 8-2-2 کھلاڑی کے لئے جیت ہے۔ اس طرح کی صورت میں ہاتھ کا فاتح ایک نقطہ حاصل کرتا ہے۔\nاگر دو کھلاڑیوں نے برابر ٹرکس لیں تو تیسرا کھلاڑی ہاتھ جیتتا ہے اور ایک نقطہ حاصل کرتا ہے۔ تو مثلاً اگر ٹرکس 7-7-3 ہیں، تو 3 ٹرکس والا کھلاڑی جیتتا ہے۔ پہلا کھلاڑی جو 7 نقطے حاصل کرتا ہے، وہ کھیل جیتتا ہے۔ اگر حاکم ہاتھ جیتتا ہے، تو حاکم اس رتبہ کو برقرار رکھتا ہے۔ اگر دوسرے کھلاڑیوں نے جیت لی ہو تو، حاکم کے دائیں والا کھلاڑی اگلے ہاتھ کے لئے حاکم بنتا ہے۔\n"

}
