{
  "EndPoint": ":نقطة النهاية",
  "Round": ":جولة",
  "Unlock": "فتح",
  "GameStyle": "أسلوب اللعبة",
  "2v2Mode": "2v2  وضع",
  "1v1v1Mode": "1v1v1  وضع",
  "1v1Mode": "1v1  وضع",
  "2v2ModeNoLine": "وضع 2 ضد 2",
  "1v1v1ModeNoLine": "وضع 1 ضد 1 ضد 1",
  "1v1ModeNoLine": "وضع 1 ضد 1",
  "Level": ":مستوى",
  "Easy": " سهل",
  "Normal": "عادي",
  "Hard": "صعب ",
  "Back": "الخلف",
  "Play": "لعب",
  "AdTip": "کوئی اشتہارات لوڈ نہیں ہو رہی ہیں، براہ کرم بعد میں دوبارہ کوشش کریں",
  "Thank you": "شکریہ!",
  "ReviewText1": "يرجى تقييمنا إذا استطعت، وسوف يساعدنا على تحسين اللعبة. شكرًا!",
  "ReviewText2": "شکریہ!",
  "NotNow": "ليس الآن",
  "Rate": "درجہ دیں",
  "Settings": "إعدادات",
  "ChangeInterface": ":تغيير واجهة",
  "ChangeInterfaceNoColon": "تغيير واجهة",
  "Background": "خلفية",
  "CardFace": "وجه البطاقة",
  "CardBack": "ظهر البطاقة",
  "GameSpeed": ":سرعة اللعبة",
  "Sounds": ":صوت",
  "ShowSuit": ": عرض البدلة",
  "Language": ":لغة",
  "Others": "آخرون",
  "Statistics": "إحصاءات",
  "BasicRules": "القواعد الأساسية",
  "Tutorial": "برنامج تعليمي",
  "NoAds": "بدون إعلانات",
  "PrivacyPolicy": "سياسة الخصوصية",
  "Done": "تم",
  "Quick": "سريع ",
  "Player": "لاعب",
  "RoundNoColon": "جولة",
  "Total": "مجموع",
  "GameFinishedAfter": "انتهت اللعبة بعد",
  "Continue": "استمر",
  "You": "أنتَ",
  "Attention": "انتباه",
  "AttentionContent": "ستفقد اللعبة الحالية إذا بدأت لعبة جديدة. هل أنت متأكد أنك تريد الاستمرار؟ ",
  "ADAttentionContent": "قم بالترقية إلى تجربة خالية من الإعلانات مقابل $1.99 فقط!",
  "UPGRADE": "ترقية",
  "NextGame": "اللعبة التالية",
  "Discard": "تجاهل",
  "DiscardText2": ".اختر بطاقتين للتخلص منهما",
  "DiscardText3": ".اختر ثلاث بطاقات للتخلص منها ",
  "DiscardSelectText": "هل تختار هذه البطاقة أم تشعر بالحظ للبطاقة التالية؟",
  "Lcuky": "محظوظ",
  "Choose": "اختر ",
  "TheLast5Games": "آخر 5 ألعاب",
  "GamesPlayed": "الألعاب الملعوبة ",
  "GamesWon": "الألعاب الفاز بها",
  "RoundCompleted": "الجولة المكتملة",
  "HighestRoundScore": "أعلى درجة في الجولة ",
  "AverageRoundScore": "متوسط ​​نقاط الجولة",
  "CurrentWinningStreak": "سلسلة الانتصارات الحالية",
  "LongestWinningStreak": "أطول سلسلة انتصارات",
  "GetAllTricks": "احصل على جميع الأدوار",
  "RemovedCard": "البطاقة المزالة",
  "GuideBtnSure": "!نعم، لنذهب",
  "GuideBtnCancel": ".لا، أستطيع أن ألعب بنفسي",
  "GuideSkip": "تخطى",
  "Guide00": " مرحبا بكم في عالHokm. دعونا نتعلم كيف نلعب اللعبة.",
  "Guide01": ".أنت الحاكم الآن. اختر بدلة كحكم",
  "Guide02": ".الحاكم يلعب الورقة الأولى. يمكنك لعب أي ورقة",
  "Guide03": ".يجب على الجميع اتباع بدلة الورقة الأولى",
  "Guide03-1": ".اللاعب الذي فاز بالورقة الأخيرة يلعب الورقة الأولى في الجولة التالية",
  "Guide04": ".إذا لم تستطع اتباع نفس النوع، يمكنك لعب أي بطاقة لديك",
  "Guide05": ".يمكنك قراءة المزيد من القواعد وتكرار التعليمات في الإعدادات",
  "Guide10": ".الفائز هو أول لاعب يحصل على عدد من الجولات لا يمكن لأي لاعب آخر معادلته أو تجاوزه",
  "Guide11": ".إذا حصل لاعبان على نفس عدد الجولات، فإن اللاعب الثالث يفوز بالجولة ويسجل نقطة واحدة",
  "Guide20": ".يجب أن يتخلص حاكم من 3 بطاقات من يده بعد أن يختار الحكمة",
  "Guide21": ".الآن يجب عليك الاحتفاظ بالبطاقات أو التخلص منها من الدك حتى تملك 13 بطاقة في يدك",
  "GuideAttentionContent": "إذا كنت تلعب البرنامج التعليمي ، اللعبة الحالية سوف تضيع . هل أنت متأكد أنك تريد الاستمرار ؟",
  "Tips0": ".يجب عليك اتباع نوع البطاقة الأولى",
  "Tips1": ".يرجى اختيار البطاقة التي ترغب في اللعب بها",
  "QuitGame": "الخروج من اللعبة؟",
  "QuitText": "هل تريد الخروج من اللعبة الآن؟",
  "QuitBtn": "الخروج",
  "HowToPlay": ">/size<>/b<نظرة عامة على اللعبة>b<>size=60<\nلعبة الحكم هي لعبة ورق تعتمد على جمع الأوراق، والهدف منها هو أن يكون الفريق أو اللاعب الأول الذي يفوز بـ 7 نقاط. كلمة \''حكم\'' تعني حرفياً \''الأمر، القرار\''، ولكن في مصطلحات لعبة الورق، هي المرادف الفارسي \''للطرنيب\'' (اللون المميز). اللعب يكون بعكس اتجاه عقارب الساعة.\n\n>/size<>/b<كيفية اللعب >b<>size=60<\nي بداية كل يد، يصبح أحد اللاعبين الحاكم (تعني \''الحاكم، الوالي\'')، يشير إلى لاعب يتمتع بامتيازات معينة:\n1 أن يكون اللاعب الذي يتلقى أولى البطاقات الموزعة.\n2 أن يكون اللاعب الذي يقرر حكم (أي اختيار اللون الرابح) لليد الحالية.\n3 أن يكون اللاعب الذي يبدأ أول خدعة في اليد.\nلبدء اللعبة، سيتم اختيار الحاكم عشوائيًا.\n\nتستخدم اللعبة مجموعة أوراق قياسية مكونة من 52 بطاقة. ضمن كل لون، يتم ترتيب البطاقات عادة من الأعلى إلى الأدنى (من اليسار إلى اليمين): A K Q J 10 9 8 7 6 5 4 3 2\n\nيبدأ الحاكم الدور الأول. يجب على كل لاعب بدوره أن يتبع بلعب نفس اللون. إذا كان لاعب لا يملك بطاقات من اللون المقدم، فإنه يمكنه اللعب بأي بطاقة أخرى (بما في ذلك أي بطاقة للطرنيب). تفوز باللقطة دائمًا أعلى بطاقة في الطرنيب. إذا لم يتم لعب بطاقات للطرنيب، فإن اللقطة تذهب إلى أعلى بطاقة في اللون المقدم. يقود فائز اللقطة إلى اللقطة التالية.\n\n>/size<>/b<حُكْم >b<>size=60<\nفي كل نوع، لدى البطاقات A، K، Q، J، 10، 9، 8، 7، 6، 5، 4، 3، 2 أعلى رتبة. يحتوي اللون Hokm (الطرنيب) على رتبة أعلى من الألوان الأخرى.\n\n>/size<>/b<هوكم الخاصة>b<>size=60<\nساراس: ترتيب البطاقات هو نفس ترتيب هوكم العادي، لكن لا يوجد هنا لون طرنيب. جميع الألوان متساوية. في كل خدعة، تفوز البطاقة الأعلى في اللون المقدم بالخدعة.\nناراس: نفس ساراس ولكن ترتيب البطاقات يكون بالعكس. من الأعلى إلى الأدنى: 2، 3، 4، 5، 6، 7، 8، 9، 10، J، Q، K، A.\nتاك ناراس: نفس ناراس ولكن الآس له الرتبة الأعلى.\n\n>b<>size=60<2v2>/size<>/b<\nاثنان من اللاعبين الجالسين متقابلين هما في نفس الفريق ويلعبان ضد اللاعبين الآخرين.\nيتم توزيع البطاقات الأولى الخمس على الحاكم. يجب على الحاكم اختيار وإعلان لون الطرنيب (حكم) استنادًا إلى أول 5 بطاقات لديه فقط. ثم ستوزع البطاقات المتبقية على جميع اللاعبين. بعد أن يتم توزيع جميع البطاقات، سيمتلك كل لاعب 13 بطاقة.\n\n>/size<>/b< 2v2  تسجيل >b<>size=60<\n1. إذا احتل فريق واحد جميع الجولات السبع الأولى، فإن الفريق الفائز يأخذ جميع الجولات الثلاثة عشرة. يكمل الفريق بالبام، الذي يسجل 7 نقاط ويفوز باللعبة؛ وإلا، إذا كان الفريق الفائز هو فريق الحاكم، فإنه يُسمى كوت ويحصل على 2 نقطة؛ وإذا كان الفريق الفائز ليس فريق الحاكم، فإنه يُسمى حاكم كوت ويحصل على 3 نقاط.\n2. وإلا، يفوز الفريق الذي يأخذ أول سبع جولات باليد ويحصل على نقطة واحدة.\nالفريق الأول الذي يصل إلى 7 نقاط يفوز باللعبة. إذا فاز فريق الحاكم باليد، يحتفظ الحاكم بتلك الرتبة. إذا فاز الفريق الآخر، يصبح اللاعب على يمين الحاكم هو الحاكم لليد التالية.\n\n>b<>size=60<1v1>/size<>/b<\nاللاعبون عادة ما يتنافسون ضد بعضهم البعض.\nيتم توزيع الورقات الخمس الأولى للحاكم و 5 ورقات للاعب الآخر. يجب على الحاكم اختيار وإعلان نوع الطربوش (الحكم) بناءً على خمس بطاقاته الأولى فقط. ثم، يختار 3 من بطاقاته الخمس ليتخلص منها. بنفس الطريقة، يتخلص اللاعب الآخر من 2 بطاقة غير مرغوب فيها من يده.\nالآن، يعرض اللعب بطاقة من الورق المتبقي للحاكم. إذا قدرتها الحاكم بأنها قيمة، فيمكنه إضافتها إلى يده؛ وإلا فإنه يتخلص منها ويأخذ البطاقة التالية من الورق المتبقي، والتي يجب أن يحتفظ بها. إذا اختار الحاكم الاحتفاظ بالبطاقة الأولى، فعليه التخلص من البطاقة الثانية، دون أن ينظر إليها. يتم نفس العملية لللاعب الآخر. ويستمر هذا حتى ينفد الورق المتبقي. في هذا الوقت، سيكون لكل لاعب 13 بطاقة في يده.\n\n>/size<>/b< 1v1 تسجيل >b<>size=60<\nإذا حصل أحد الفريقين على جميع الجولات الأولى السبع، فإن الفريق الفائز يأخذ جميع الجولات الثلاثة عشرة. يكمل الفريق بامًا، والذي يحصل على 7 نقاط ويفوز باللعبة؛ وإلا، إذا كان الفريق الفائز هو فريق الحاكم، فإنه يُسمى كوت ويحصل على 2 نقطة؛ إذا كان الفريق الفائز ليس فريق الحاكم، فإنه يُسمى حاكم كوت ويحصل على 3 نقاط.\nوإلا، الفريق الأول الذي يأخذ 7 جولات يفوز باليد ويحصل على نقطة واحدة.\nالفريق الأول الذي يصل إلى 7 نقاط يفوز باللعبة. إذا فازت فريق الحاكم باليد، فإن الحاكم يحتفظ بتلك الرتبة. إذا فاز الفريق الآخر، فإن اللاعب الموجود على يمين الحاكم يصبح حاكمًا لليد التالية.\n\n>b<>size=60<1v1v1>/size<>/b<\nاللاعبون عادة ما يتنافسون ضد بعضهم البعض.\nقبل بدء المزايدة، يتم إزالة إحدى البطاقات من الشريحة بشكل عشوائي. توزع البطاقات الخمس الأولى للحاكم. يجب على الحاكم اختيار وإعلان نوع الطربوش (الحكم) استنادًا إلى أول 5 بطاقات فقط. ثم، سيتم توزيع البطاقات المتبقية على جميع اللاعبين. بعد توزيع جميع البطاقات، سيكون لكل لاعب 17 بطاقة.\n\n>/size<>/b< 1v1v1 تسجيل  >b<>size=60<\nإذا حصل أحد اللاعبين على الجولات الأولى السبع، فإن اللاعب هو الفائز ولكن اليد مستمرة إلى 17، إذا حصل اللاعب على جميع الجولات الـ17، يكمل اللاعب بامًا، الذي يحصل على 7 نقاط ويفوز باللعبة؛ وإلا إذا كان اللاعب هو الحاكم، يكمل كوتًا يحصل فيه على 2 نقطة؛ إذا كان الفريق الفائز ليس فريق الحاكم، فإنه يُسمى حاكم كوت ويحصل فيه على 3 نقاط.\nوإلا، الفائز هو اللاعب الأول الذي يأخذ عددًا من الجولات التي لا يمكن مطابقتها أو تجاوزها من قبل لاعب آخر. على سبيل المثال، إذا كانت الجولات 7-4-3، يجب أن يستمر اللعب، لأن اللاعب الثاني قد يفوز أيضًا بـ 7 جولات، لكن عند 7-4-4، اللاعب الذي حصل على 7 جولات قد فاز، لأنه لا يمكن لأحد آخر أن يأخذ أكثر من 6 جولات. بنفس الطريقة، 8-3-1 ليست بعد الفوز، لكن 8-2-2 هو فوز للاعب الذي حصل على 8 جولات. في مثل هذه الحالة، يحصل الفائز في اليد على نقطة واحدة.\nإذا حصل لاعبان على نفس عدد الجولات، فإن اللاعب الثالث يفوز باليد ويحصل على نقطة واحدة. لذلك على سبيل المثال، إذا كانت الجولات 7-7-3، يفوز اللاعب الذي حصل على 3 جولات. اللاعب الأول الذي يصل إلى 7 نقاط يفوز باللعبة. إذا فاز الحاكم باليد، يحتفظ الحاكم بهذا الرتبة. إذا فاز اللاعبون الآخرون، يصبح اللاعب على يمين الحاكم حاكمًا لليد التالية.\n\n\n"
}
